brew "arduino-cli"
brew "bat"
brew "bear"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mercurial"
brew "neovim"
brew "node"
brew "onefetch"
brew "poppler"
brew "rich-cli"
brew "ripgrep"
brew "sevenzip"
brew "television"
brew "tlrc"
brew "yazi"
